<div class="span12">
  <div class="page-header">
    <h1 class="c1">
      TC100-R8
    </h1>
  </div>
<!--   <p>
    <img src="./img/TC100-R8@3x.png" alt="TC100-R8" />
  </p> -->
  <h4 class="c1">
    概述
  </h4>
  <p>TC100-R8系列智能控制器是将客户通用需求与客户个性化需求、行业性需求有机融合的革命性产品。使用微处理器和专用控制算法，实现了智能控制。</p>
  <p>TC100-R8系列智能控制器是一种简单实用的高性能时间控制装置，可广泛应用于各类工业、民用系统中。</p>
  <p>TC100-R8系列智能控制器使用微处理器和专用控制算法，实现了智能控制。</p>
  <p>TC100-R8系列智能控制器结构设计精巧，可为用户节省大量投资和使用空间，具有很高的性价比。</p>
  <p>TC100-R8系列智能控制器具有RS-485通信接口，通过欣动各类网关与后台监控系统实现通信。</p>
  <h4 class="c1 m2">
    应用范围
  </h4>
  <ul>
    <li>
     工业自动化系统，负荷控制；
    </li>
    <li>
     各类使用时间策略控制的工业场合；
    </li>
  </ul>
  <h4 class="c1 m2">
    功能概述
  </h4>
  <p>TC100-R8系列智能控制器配合欣动各类网关及后台监控系统，可以实现多种控制模式：</p>
  <dl>
    <dt>
        ◆ 远程手动控制模式
    </dt>
    <dd>
        　　后台监控系统通过MODBUS协议，可以远程手动控制八路继电器中任意一路输出的通断，实现对负载的控制；
    </dd>
    <dt class="m3">
        ◆ 延时控制模式
    </dt>
    <dd>
        　　后台监控系统通过MODBUS协议，可以远程设定八路继电器中任意一路的延时时间，控制继电器的输出，实现对负载的控制；
    </dd>
     <dt class="m3">
        ◆ 循环控制模式
    </dt>
    <dd>
        　　后台监控系统通过MODBUS协议，可以远程设定八路继电器中任意一路的导通时间/关断时间，控制继电器的输出，实现对负载的控制；
    </dd>
     <dt class="m3">
       ◆  全自动策略控制模式
    </dt>
    <dd>
       　　后台监控系统通过MODBUS协议，可以远程设定八路继电器中任意一路的控制策略，控制继电器的输出，实现对负载的控制；
    </dd>
  </dl>
  <h4 class="c1 m2">
    技术参数
  </h4>
  <table class="table f2 m2">
    <tbody>
      <tr>
        <td class="w1">工作电源</td>
        <td>额定电压 DC5V，工作电流0.3A。</td>
      </tr>
      <tr>
        <td>通信接口</td>
        <td>
        通信接口符合RS485接口电气技术标准，采用ModBus通信规约。
        通信参数：波特率2400bps，数据位8位，停止位1位，无校验。
        </td>
      </tr>
      <tr>
        <td>输出接口</td>
        <td>继电器输出，触电负载（阻性）：5A  250V AC/30V DC；机械耐久性：不小于200万次。</td>
      </tr>
      <tr>
        <td> 外形尺寸及毛重</td>
        <td>尺寸： 长75mm x 宽56mm x 高67mm；重量： 约150g。</td>
      </tr>
      <tr>
        <td> 其他参数</td>
        <td>工作环境温度： -10～+60ºC；相对湿度： 0～95% (无凝结)。</td>
      </tr>
    </tbody>
  </table>
</div>