<div class="span12">
  <div class="page-header">
    <h1 class="c1">
      TFS1000-GBMS
    </h1>
  </div>
  <!-- <p><img src="./img/TFS1000-GBMS@3x.png" alt="TFS1000-GBMS" /></p> -->
  <h4 class="c1">
    概述
  </h4>
  <p>TFS1000-GBMS绿建监测服务器以可靠的物联网软硬件平台,简化物联网部署；</p>
  <p>TFS1000-GBMS绿建监测服务器采用了通用的X86处理器，双核芯四线程，具有极高的处理效能；</p>
  <p>TFS1000-GBMS绿建监测服务器提供了数据远程数据传输通道，具备跨网段数据转发功能。在无以太网情况下，可根据需要加装4G传输模块；</p>
  <p>TFS1000-GBMS绿建监测服务器提供了完善的能耗分类、分项、分户计量；</p>
  <p>TFS1000-GBMS绿建监测服务器提供了能源可视化动态监测、损耗分析、能耗预警；</p>
  <p>TFS1000-GBMS绿建监测服务器提供了能效对标、能效公示、能效评估；</p>
  <p>TFS1000-GBMS绿建监测服务器提供了节能诊断分析、能效评估报告、节能改进建议等功能；</p>
  <p>TFS1000-GBMS绿建监测服务器易于维护，远程升级方便；</p>
  <p>TFS1000-GBMS绿建监测服务器通过电磁兼容性整体设计，满足用户对应用场所的低噪音、低电磁干扰的环保要求。适应恶劣电网、温度、湿度和粉尘能力，极大提高产品可靠性。</p>
  <h4 class="c1 m2">
    应用范围
  </h4>
  <ul>
    <li>
    各类绿色建筑的能效评估服务；
    </li>
  </ul>
  <h4 class="c1 m2">
    功能概述
  </h4>
  <ul>
    <li>
    通用的X86处理器；
    </li>
    <li>
    使用了统一的DD-IoT 物联网协议；
    </li>
    <li>
    提供数据远程传输通道；
    </li>
    <li>
    具备两个网口，可以跨网段传输数据；
    </li>
    <li>
    可扩展数据存储容量；
    </li>
    <li>
    统一数据上报格式；
    </li>
    <li>
    各类能源、资源分类、分项计量；
    </li>
    <li>
    能源可视化动态监测、损耗分析、能耗预警；
    </li>
    <li>
    能效对标、能效公示、能效评估；
    </li>
    <li>
    节能诊断分析、能效评估报告、节能改进建议；
    </li>
    <li>
    工业级设计，高稳定性，高性价比；
    </li>
  </ul>
  <h4 class="c1 m2">
    技术参数
  </h4>
  <table class="table f2 m2">
    <tbody>
      <tr>
        <td class="w1">工作电源</td>
        <td>额定电压 DC12V，工作电流2A。</td>
      </tr>
      <tr>
        <td>千兆以太网接口(2个)</td>
        <td>千兆以太网电气标准符合IEEE802.3，网络线缆符合 EIA/TIA568B标准。</td>
      </tr>
      <tr>
        <td>USB2.0接口(2个)</td>
        <td>USB OTG标准，兼容USB 2.0标准，支持主机通令协议(HNP)和对话请求协议(SRP)。</td>
      </tr>
       <tr>
        <td>USB3.0接口(4个)</td>
        <td>USB OTG标准，兼容USB 3.0标准，支持主机通令协议(HNP)和对话请求协议(SRP)。</td>
      </tr>
      <tr>
        <td>HDMI接口(2个)</td>
        <td>符合802.11b/g/n/AC标准。</td>
      </tr>
      <tr>
        <td>外形尺寸及毛重</td>
        <td>尺寸：长160mm x 宽120mm x 高37mm；重量：约500g。</td>
      </tr>
      <tr>
        <td> 其他参数</td>
        <td>工作环境温度： -10～+60ºC；相对湿度： 0～95% (无凝结)。</td>
      </tr>
    </tbody>
  </table>
</div>