<div class="span12">
  <div class="page-header">
    <h1 class="c1">
      TG121-N-485
    </h1>
  </div>
  <!-- <p><img src="./img/TG121-N-485@3x.png" alt="TG120-N-485" /></p> -->
  <h4 class="c1">
    概述
  </h4>
  <p>TG121系列敏捷网关是无锡欣动信息科技有限公司将用户通用需求与行业个性化需求有机融合的革命性产品。</p>
  <p>TG121系列敏捷网关以可靠的物联网软件平台与开放式网关整合技术,简化物联网部署，统一数据通讯协议；</p>
  <p>TG121系列敏捷网关提供全方位软件解决方案、建构模块与SDK ，以连接各种无线/有线装置，并将不同的通讯协议整合为DDIoT 标准；</p>
  <p>TG121系列敏捷网关强化DDIoT 应用开发，方便数据通信与设备管理，加速物联网创新；</p>
  <p>TG121系列敏捷网关采用了最新的64位，4核的ARM处理器，具有极高的处理效能；</p>
  <p>TG121系列敏捷网关提供了多样化的数据远程数据传输通道，包括千兆以太网、WiFi、蓝牙等，并可扩展其他数据上报通讯接口；</p>
  <p>TG121系列敏捷网关提供了多样化的数据采集接口，包括RS485/MBUS等多种硬件通讯接口，并可扩展其他设备通讯接口；</p>
  <p>TG121系列敏捷网关易于维护，远程升级方便；</p>
  <p>TG121系列敏捷网关通过电磁兼容性整体设计，满足用户对应用场所的低噪音、低电磁干扰的环保要求。适应恶劣电网、温度、湿度和粉尘能力，极大提高产品可靠性。</p>
  <h4 class="c1 m2">
    应用范围
  </h4>
  <ul>
    <li>
    各类非IP设备的数据采集、处理、存储、加密、传输等；
    </li>
    <li>
    各类IP设备的数据采集、处理、存储、加密、传输等；
    </li>
  </ul>
  <h4 class="c1 m2">
    功能概述
  </h4>
  <ul>
    <li>
    ARM Cortex-M3工业级低功耗CPU；
    </li>
    <li>
    使用了统一的DD-IoT 物联网协议；
    </li>
     <li>
    提供多种数据远程传输通道；
    </li>
     <li>
    设备驱动可编程，支持各种设备通讯协议；
    </li>
     <li>
    可扩展数据存储容量；
    </li>
     <li>
    支持后台设备管理，远程管理网关及其连接设备；
    </li>
    <li>
    提供网关及其连接设备远程状态诊断；
    </li>
    <li>
    工业级设计，高稳定性，高性价比；
    </li>
  </ul>
  <h4 class="c1 m2">
    技术参数
  </h4>
  <table class="table f2 m2">
    <tbody>
      <tr>
        <td class="w1">工作电源</td>
        <td>额定电压 DC5V，工作电流0.5A。</td>
      </tr>
      <tr>
        <td>千兆以太网接口</td>
        <td>千兆以太网电气标准符合IEEE802.3，网络线缆符合 EIA/TIA568B标准。</td>
      </tr>
      <tr>
        <td>USB接口(2个)</td>
        <td>USB OTG标准兼容USB 2.0标准，支持主机通令协议(HNP)和对话请求协议(SRP)，可扩展各类通信模块。</td>
      </tr>
      <tr>
        <td>RS485接口</td>
        <td>RS485通信接口符合RS485接口电气技术标准，通信参数可以根据网关所连接设备进行动态调整。</td>
      </tr>
      <tr>
        <td>WiFi接口</td>
        <td>符合802.11b/g/n标准。</td>
      </tr>
      <tr>
        <td>蓝牙接口</td>
        <td>蓝牙4.2标准，具有Station Mode，SoftAP，P2P功能等。</td>
      </tr>
      <tr>
        <td>WiFi接口</td>
        <td>符合802.11b/g/n标准。</td>
      </tr>
      <tr>
        <td>外形尺寸及毛重</td>
        <td>尺寸：长75mm x 宽56mm x 高67mm；重量：约200g。</td>
      </tr>
      <tr>
        <td> 其他参数</td>
        <td>工作环境温度： -10～+60ºC；相对湿度： 0～95% (无凝结)。</td>
      </tr>
    </tbody>
  </table>
</div>